export const DUMMY_QUESTION_STEP1 = [
  '공간이 정돈되어 있어야 마음이 편안합니다.',
  '물건이 잘 정리되지 않아도\n크게 신경 쓰지 않습니다.',
  '물건을 정리하거나 분류하는 것을 즐깁니다.',
  '정리하는 작업을 할 때 집중력이 올라갑니다.',
];

export const DUMMY_QUESTION_STEP2 = [
  '움직이면서 활동적인 작업을\n하는 것을 좋아합니다.',
  '한 곳에 오래 앉아서 하는 작업이 편합니다.',
  '반복적이고 단순한 작업은\n지루하게 느껴집니다.',
  '새로운 방식으로\n문제를 해결하는 작업이 흥미롭습니다.',
];

export const DUMMY_QUESTION_STEP3 = [
  '시끄러운 환경에서는 집중하기 어렵습니다.',
  '주변이 조용해야만\n편안하게 일을 할 수 있습니다.',
  '소음이 있어도 크게 상관하지 않습니다.',
  '밝고 환한 환경에서 일하는 것을 선호합니다.',
];

export const DUMMY_QUESTION_STEP4 = [
  '청소를 하면서 성취감을 느낍니다.',
  '집안일은 가능한 빠르게\n끝내야 할 일이라고 생각합니다.',
  '반복적으로 해야 하는 집안일이\n스트레스를 줍니다.',
  '집이 깨끗해지면 기분이 좋아집니다.',
];

export const DUMMY_RESULT = [
  '규칙적으로 청소',
  '나 자신을 위해',
  '청소 각오는 만땅!',
  '화장실 청소 좋아!',
];

export const BUTTON_TEXT = {
  NEXT: '다음',
  COMPLETE: '완료',
};
